Repository: prof-chene/nunchaku-de-combat-legacy
Catalog: app/Resources/translations/email.*.xlf
Languages: fr

# event.subscribed.header
source: Registration %event_title% Hi %registrant_first_name%, Your registration has been confirmed. Here are the details :
fr: Inscription %event_title% Bonjour %registrant_first_name%, Votre inscription a bien été prise en compte. En voici les détails :

# event.subscribed.event_title
source: Event : %event_title%
fr: Evènement : %event_title%

# event.subscribed.event_address
source: Address : %address%
fr: Adresse : %address%

# event.subscribed.last_name
source: Last name : %last_name%
fr: Nom : %last_name%

# event.subscribed.first_name
source: First name : %first_name%
fr: Prénom : %first_name%

# event.subscribed.dateOfBirth
source: Birth date : %dateOfBirth%
fr: Date de naissance : %dateOfBirth%

# event.subscribed.phone
source: Phone : %phone%
fr: Téléphone : %phone%

# event.subscribed.address
source: Address : %address%
fr: Adresse : %address%

# event.subscribed.host
source: I'm part of the staff : %host%
fr: Je fais partie des organisateurs : %host%

# event.subscribed.trainer
source: I'm one of the trainers : %trainer%
fr: Je fais partie des entraîneurs : %trainer%

# event.subscribed.referee
source: I'd like to help to referee : %referee%
fr: Je souhaite participer à l'arbitrage : %referee%

# event.subscribed.trials
source: Trials : %trials%
fr: Epreuves : %trials%
